/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Advarsel! Aktivering av dette valget vil legge Growl.app til dine påloggingsobjekter";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Å tillate dette vil la Growl starte hver gang du logger inn, slik at den alltid er tilgjengelig for andre programmer som bruker Growl";

/* No comment provided by engineer. */
"Application: %@%\nTitle: %@\nDescription: %@\nClick to open the log" = "Program: %1$@%2$\nTittel: %3$@\nBeskrivelse:  %4$@\nKlikk for å åpne loggen";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Er du sikker på at du vil fjerne %@?";

/* Button title for canceling */
"Cancel" = "Avbryt";

/* Next page is enabling growl at login */
"Continue on to enable Growl at login" = "Fortsett for å legge Growl i dine påloggingsobjekter";

/* Next page is whats new in the current growl */
"Continue to learn whats new in Growl 1.3" = "Fortsett for å lære hva som er nytt i Growl 1.3";

/* Next page is removing old growl's */
"Continue to remove old copies of Growl" = "Fortsett for å fjerne gamle kopier av Growl 1.3";

/* No comment provided by engineer. */
"Could not find sound file named \"%@\"" = "Kunne ikke finne lydfil kalt \"%@\"";

/* Title of menu item for default display */
"Default" = "Standard";

/* Button label for disabling history */
"Disable History" = "Deaktiver historie";

/* Done */
"Done" = "Ferdig";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Mulliggjør at Growl starter under innlogging";

/* No comment provided by engineer. */
"Growl 1.3 comes with a completely new networking system, called GNTP. GNTP can talk to Growl 1.3 and above, and other GNTP compliant software, such as Growl for Windows" = "Growl 1.3 kommer med et helt nytt nettverk system kalt GNTP. GNTP kan snamme med Growl 1.3 og over, og andre GNTP kompatible programvare, som Growl for Windows";

/* No comment provided by engineer. */
"Growl 1.3 comes with a number of changes and new features for users.  Growl now runs as a status bar item, and preferences can be reached from there" = "Growl 1.3 kommer med en rekke endringer og nye funksjoner for brukere. Growl kjører nå som en statuslinje element og Valg kan nås derfra";

/* No comment provided by engineer. */
"Growl History Disabled" = "Growl historie er deaktivert";

/* No comment provided by engineer. */
"Growl needs to run all of the time in order to work. Please click this button to enable Growl to run at Login" = "Growl må kjøre hele tiden for å fungere. Vennligst klikk denne knappen for å aktivere Growl til å kjøre ved innlogging";

/* No comment provided by engineer. */
"History, and the notification rollup are also new.  When you are idle, notifications will be stored in a window for when you return to your computer.\nHistory is on by default, but you can click below to turn it off" = "Historie og samlevisning er også nytt. Da du er borte fra maskinen vil notifikasjoner bli samlet opp i et vindu som er tilgjengelig da du kommer tilbake.\nHistorie er på som standard, men du kan klikke under for å skru det av";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Informer %@ da en notifikasjon blir klikket";

/* GNTP packet parsing error */
"Invalid protocol version.  Only version 1.0 is supported" = "Ugyldig protokoll versjon. Kun versjon 1.0 støttes
";

/* Button label for showing a website with more information on GNTP */
"Learn more about GNTP" = "Lær mer om GNTP";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Legacy Growl Uninstaller";

/* Title for starting growl at login */
"Let Growl Start at Login" = "La Growl starte under innlogging";

/* GNTP packet parsing error */
"Missing initialization vector for encryption" = "Manglende initialiseringsvektor for kryptering";

/* GNTP packet parsing error */
"Missing, malformed, or invalid key hash string" = "Mangler, feil eller ugyldig hashnøkkel streng
";

/* Title for whats new to growl */
"New to Growl 1.3" = "Ny til Growl 1.3";

/* No comment provided by engineer. */
"No" = "Nei";

/* No comment provided by engineer. */
"No Recent Notifications" = "Ingen nye notifikasjoner";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Åpne Growl valg...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Åpne Growl valg vindu";

/* No comment provided by engineer. */
"Pause Growl" = "Pause Growl";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Pause Growl visuelle varslinger";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Vennligst ikke skriv localhost. Growl støtter ikke å videresende til seg selv";

/* A valid IP or domain is needed to forward to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Venbligst skriv en gyldig IPv4 eller IPv6 adresse, eller et gyldig domenenavn";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "Plugin '%@' har blitt installert. Ønsker du å konfigurere den nå?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "Plugin '%@' er allerede installert, vil du overskrive den?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "Plugin '%@' vil ikke fungere på denne maskinen under denne versjonen av Mac OS X. Installer alikavel?";

/* No comment provided by engineer. */
"Plugin already exists" = "Plugin eksisterer allerede";

/* No comment provided by engineer. */
"Plugin installed" = "Plugin installert";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Plugin missing native architecture";

/* No comment provided by engineer. */
"Plugin not installed" = "Plugin ikke installert";

/* Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Forhåndsvisning";

/* No comment provided by engineer. */
"Quit" = "Avslutt";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Avlsutt Growl fullstendig";

/* Button title for removing something */
"Remove" = "Fjern";

/* Title for removing old copies of growl */
"Remove old copies of Growl" = "Fjern gamle kopier av Growl";

/* No comment provided by engineer. */
"Resume Growl" = "Gjenoppta Growl";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Gjenoppta Growl visuelle varslinger";

/* Button label for showing the preference pane */
"Show me the preference pane" = "Vis meg valg vinduet";

/* GNTP packet parsing error */
"Somehow we got here parsing the protocol identifier without an error, this should be impossible, either its valid or its not" = "På en eller annen måte klarte vi å komme hit uten å få en eneste parsing protokoll feil. Dette skal være umulig, selv om den er gyldig eller ei";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "Det var %lu notifikasjoner mens du var borte";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Det skjedde en feil under installeringen av '%@' pluginen.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Det var %lu notifikasjoner mens du var borte";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Dette kan ikke bli gjort om! Vennligst bekreft at du vil slette hele notifikasjons historien";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Dette er en forhåndsvisning av %@ visning";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Dette vil fjerne alle Growl instillinger for %@.";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "For å hindre at historie databasen skal vokse uendelig må minst en av automatisk trim funksjonene være på";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Å skru av begge automatisk trim funksjonene er ikke lov.";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Advarsel! Skal til å slette ALT av historie";

/* No comment provided by engineer. */
"We have found an old installation of Growl on your computer. Please click on this button to go to our website to download the uninstaller.  Manual removal instructions are also available." = "Vi har funnet en gammel installasjon av Growl på datamaskinen. Vennligst klikk på denne knappen for å gå til vår nettside for å laste ned avinstallsjons program. Man kan fjerne manuelt også.";

/* Title welcoming a new user to growl */
"Welcome to Growl!" = "Velkommen til Growl!";

/* No comment provided by engineer. */
"Welcome to the Growl walkthrough. Even if you have used Growl before, it would be helpful to you if you take a moment to to get to know Growl 1.3." = "Velkommen til Growl gjennomkjøring. Selv om du har brukt Growl før vil det være nyttig for deg hvis du tar deg tig for å bli kjent med Growl 1.3.";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* Done with first launch dialog */
"You are all ready to go, enjoy Growl!" = "Du er klar til å gå, nyt Growl!";